{"pageProps":{"toc":[],"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    hr: \"hr\",\n    em: \"em\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"Siempre hay una ciénaga de sentimientos en el ser humano, es innato y los tiene desde su nacimiento hasta su muerte, es una pequeña astilla que toma la forma que nosotros le damos; miedo, duda, soledad, punza de manera constante y dolorosa en nuestra mente, en nuestros recuerdos, para Michael esa astilla era un miedo a perderla, a nunca volver a verla. ¡Sara!, ¡Sara!, ¿Dónde estas?, ¡Sara!, ¡Sigue mi voz! - Gritaba.\"\n    }), _jsx(_components.p, {\n      children: \"Él sabia que era inútil, sí el gritar en el centro de la ciudad de Nueva York, opacado por miles de voces anónimas no resultaba ya bastante absurdo además se encontraba en Times Square el punto de reunión de miles de soldados que al terminar la guerra corrían ansiosos por las calles para reencontrarse con sus seres queridos y entre esa multitud se encontraba Sara.\"\n    }), _jsx(_components.p, {\n      children: \"Mientras recordaba en donde la había visto por ultima vez, paso por el una retrospección de los últimos meses en altamar, luchando por la bandera estadounidense. Los cientos de cartas que mantuvieron sus ojos mirando al cielo ahora provocaban que brincaran rápidamente de rostro en rostro, en busca de la mujer que amaba. Solo se habían visto en una ocasión pero su amor ardía con la misma fuerza de aquel entonces y aunque los recuerdos le fallaran guardaba una de las fotos que le había enviado. La pequeña astilla se hacia mas grande a cada segundo.\"\n    }), _jsx(_components.p, {\n      children: \"Ese dolor le recordó que el tiempo no perdona. Era algo que había aprendido en el campo de batalla, cada segundo es una apuesta de vida o muerte y aunque la guerra había terminado, su lucha no acabaría hasta encontrarla y contarle todo lo que sentía. Finalmente sus ojos se centraron en ella, el tiempo se detuvo para darle permiso de correr y tomarla entre sus brazos.\"\n    }), _jsx(_components.p, {\n      children: \"Sara en vez de regresar el gesto se desvaneció, estaba débil y pálida como una rosa blanca apunto de marchitarse, la conmoción que los rodeaba no le permitió hablar pero el silencio basto para que Michael compendiara sus balbuceos. Lo siento tanto, creo que encontró las cartas, te amo... - decía Sara, sin fuerzas. Michael sabia que a Sara no le quedaba mucho tiempo de vida, el soldado reconoció los segundos de vida o muerte asomándose ahora en los ojos de su amada y antes de que la astilla lo quebrase por completo reunió sus fuerzas para decirle todo en un ultimo beso.\"\n    }), _jsx(_components.hr, {}), _jsx(_components.p, {\n      children: _jsx(_components.em, {\n        children: \"Basada en V-J Day in Times Square\"\n      })\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{"title":"Cuando La Rosa Se Marchite","date":"2017-01-02","tags":["story","death"]},"scope":{}},"metadata":{"title":"Cuando La Rosa Se Marchite","date":"2017-01-02","tags":["story","death"],"slug":"writing/cuandolarosasemarchite","fileName":"writing/cuandolarosasemarchite.mdx"}},"__N_SSG":true}