{"pageProps":{"toc":[],"content":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    em: \"em\",\n    a: \"a\",\n    blockquote: \"blockquote\",\n    ol: \"ol\",\n    li: \"li\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsxs(_components.p, {\n      children: [\"TCQ or \", _jsx(_components.em, {\n        children: \"T Cuento Q\"\n      }), \" was a micro-story contest that took place in Uruguay thanks to the work of the radio broadcast \", _jsx(_components.a, {\n        href: \"http://radiouruguay.uy/programas/lamaquinadepensar/\",\n        children: \"La Maquina de Pensar\"\n      }), \", and phone carrier \", _jsx(_components.a, {\n        href: \"http://www.antel.com.uy/\",\n        children: \"ANTEL\"\n      }), \". The contest was made known in Montevideo by asking its citizens to send a short story via SMS with a limit of 160 characters. In the span of 5 years nearly 150,000 stories were collected by the radio station publishing annually their best 100 through their multiple blogs \", _jsx(_components.a, {\n        href: \"https://piensamaquina.blogspot.com/\",\n        children: \"La Maquina de Pensar Blog\"\n      }), \", \", _jsx(_components.a, {\n        href: \"https://sopaconcursotcq.blogspot.com/\",\n        children: \"Sopa de Letras TCQ Blog\"\n      }), \" and \", _jsx(_components.a, {\n        href: \"https://sopadesvan.blogspot.com/\",\n        children: \"Sopa Desvan TCQ Blog\"\n      }), \".\"]\n    }), _jsx(_components.blockquote, {\n      children: _jsxs(_components.p, {\n        children: [\"In Spain and Argentina they are called \", _jsx(_components.em, {\n          children: \"microrelatos\"\n        }), \", emphasizing their narrative dimension. In Mexico and Venezuela they are called \", _jsx(_components.em, {\n          children: \"minificción\"\n        }), \", emphasizing its hybrid and poetic nature. In Chile and Uruguay they are called \", _jsx(_components.em, {\n          children: \"microcuento\"\n        }), \", in keeping with their strong relation to the traditional tales.\"]\n      })\n    }), _jsxs(_components.p, {\n      children: [\"The very best micro-story was published in the \", _jsx(_components.a, {\n        href: \"https://lamaquinalamaquina.blogspot.com/search?q=T+cuento+q\",\n        children: \"TCQ Contest Blog\"\n      }), \" and later compiled into a single book called \", _jsx(_components.a, {\n        href: \"https://vdocuments.mx/libro-de-oro-tcq.html\",\n        children: \"Libro de Oro de TCQ 2007 a 2011\"\n      }), \", with a prologue by Lauro Zavala, one of the most important micro story theorists and curator of the site \", _jsx(_components.a, {\n        href: \"http://cuentoenred.xoc.uam.mx/\",\n        children: \"El Cuento en Red\"\n      }), \". Reading through the book was a great experience and how the inspiration for this blog post, also it was how I found some of my favorite short stories:\"]\n    }), _jsxs(_components.ol, {\n      children: [_jsx(_components.li, {\n        children: \"Por fin había logrado ser el centro de la reunión, sin decir palabra, metidita allí en su ataúd. - Luis Meneses\"\n      }), _jsx(_components.li, {\n        children: \"Pido un inocente té con limón. El limón no era inocente y cuando lo agarro que me escupe en los ojos. Lo ahogué en el té. No hubo testigos. - Valeria Stein\"\n      }), _jsx(_components.li, {\n        children: \"Como prueba de amor él cruzó a nado un río, atravesó el desierto y escaló una montaña. Ella lo abandonó porque nunca estaba en casa. - Wanda Guerra\"\n      }), _jsx(_components.li, {\n        children: \"Se baña en la laguna y el perro lo espera echado en la orilla. Pasa el tiempo y ya es de noche. El perro sigue en la orilla. - Amado Dubarry\"\n      }), _jsx(_components.li, {\n        children: \"El piloto presiona el botón, mientras Akira, de 8 años, juega con su muñeca por última vez. - Gerardo Alemán\"\n      }), _jsx(_components.li, {\n        children: \"La red nos conecta, nos contiene, nos abraza, nos protege... nos atrapa, nos retiene, nos detiene. - Cecilia Querejeta\"\n      }), _jsx(_components.li, {\n        children: \"Cuando estuvo libre de pecados no encontró ninguna piedra. - José Caputo\"\n      }), _jsx(_components.li, {\n        children: \"No siempre hay viento. A veces los árboles se agitan por cuestiones del momento. - Fernando Mieres\"\n      }), _jsx(_components.li, {\n        children: \"Un día más la alarma lo despierta. La mujer no le habla, lo mira por la ventana. Él comprende, se levanta y deja libre la vereda para que puedan sacar el auto. - Ernesto Ressia\"\n      }), _jsx(_components.li, {\n        children: \"No creas todo lo que digo. No creas nada de lo que digo. Solo presta atención a mis silencios. - Ricardo Aranda\"\n      })]\n    }), _jsx(_components.p, {\n      children: \"The micro story is a magical artifact, filled to the brim with ingenuity, where its development is merely one more ornament of its climax. It is also a space where we are allowed to anthropomorphize animals and common objects, attributing them with unsuspected purposes. Death is generally the main character thanks to its similarities with micro stories themselves, they are both brief, unexpected, decisive and mysterious.\"\n    }), _jsx(_components.p, {\n      children: \"Suicides, murders, ghosts, disappearances and monsters frequently populate the micro story universe. The brevity of the medium induces their authors to fill in the gaps by referencing other famous literary works like Don Quixote, religious texts like the Bible or simply imagining alternative historical circumstances to the ones we know. Strangely there is also an abundance of micro stories themed around fishermen, mermaids and many other creatures of the sea,\"\n    }), _jsx(_components.p, {\n      children: \"The micro story can be a summary, a tribute to the literary achievements of other authors such as Mario Benedetti and Horacio Quiroga. This expression is nothing more than a simple container into which we pour our current cultural ideologies, their authors manage to distill the life of their potential stories into just a few essential details, the micro story is as ephemeral as the digital society that cultivates them.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{"title":"Te Cuento Que","date":"2016-01-18","tags":["books","shortstory"]},"scope":{}},"metadata":{"title":"Te Cuento Que","date":"2016-01-18","tags":["books","shortstory"],"slug":"books/tecuentoque","fileName":"books/tecuentoque.mdx"}},"__N_SSG":true}