{"pageProps":{"postMetadata":{"title":"Jessie Willcox Smith","date":"2011-01-08","tags":["biography","artist"]},"postContent":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    img: \"img\",\n    h2: \"h2\",\n    ul: \"ul\",\n    li: \"li\",\n    em: \"em\",\n    span: \"span\",\n    math: \"math\",\n    semantics: \"semantics\",\n    mrow: \"mrow\",\n    mn: \"mn\",\n    mo: \"mo\",\n    annotation: \"annotation\",\n    a: \"a\",\n    hr: \"hr\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/JessieSmith.png\",\n        alt: \"Portrait\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Jessie Smith by Haeseler Studios - Photograph (1915) \"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"American illustrator from Pennsylvania (1863 - 1935)\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"Known for his paintings and sculptures of animals, particularly horses, dogs and stags.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"His life was entwined with the Royal Academy, at 13 he had an honorary exhibition and at 15 he entered the Academy.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"At the age of 24 he was elected as an associate and was rumored to be able to paint with both hands simultaneously.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"Benjamin Robert Haydon, one of his earliest mentors, taught him anatomy by giving him his dissections of a lion.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"Made his first portrait in 1823 of Georgiana Russell, Duchess of Bedford, with whom it's rumored he had an affair.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"In 1824 he visited and painted Sir Walter Scott at Abbotsford, Scotland with his friend Charles Robert Leslie.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"He continued painting nobles such as the Duke of Abercorn, Gordon, Sutherland, Blessington, Chesterfield, among others.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsxs(_components.p, {\n          children: [\"The Duchess of Kent, commissioned a painting of her daughter's King Charles Spaniel \", _jsx(_components.em, {\n            children: \"Dash\"\n          }), \" for her birthday.\"]\n        }), \"\\n\", _jsxs(_components.ul, {\n          children: [\"\\n\", _jsx(_components.li, {\n            children: \"The painting gifted on 23 May 1836 put Landseer on good terms with the princess and earned him a place in court.\"\n          }), \"\\n\"]\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"In 1839 he painted his first portrait of Queen Victoria that she gave as a gift to Albert just before their wedding.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"He experienced a mental breakdown in 1840 after the death of his mother and never recovered from it.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsxs(_components.p, {\n          children: [\"He was knighted by the Queen in 1850 one year before creating \", _jsx(_components.em, {\n            children: \"Scene from A Midsummer Night's Dream\"\n          }), \".\"]\n        }), \"\\n\", _jsxs(_components.ul, {\n          children: [\"\\n\", _jsx(_components.li, {\n            children: \"From 1839 to 1866 he became a constant presence at the palace frequently painting the royal family.\"\n          }), \"\\n\", _jsx(_components.li, {\n            children: \"In 1858 he was commissioned to create four bronze lions for the Nelson's column in Trafalgar Square.\"\n          }), \"\\n\"]\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"Elected president of the Royal Academy in 1866 after the death of Sir Charles Eastlake.\"\n        }), \"\\n\", _jsxs(_components.ul, {\n          children: [\"\\n\", _jsx(_components.li, {\n            children: \"Edwin declined the position due to his increasing breakdowns, further aggravated by the railway accident of 1868.\"\n          }), \"\\n\"]\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"He managed to finish the lions in 1867 followed by severe dementia, depression and drug addiction.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"Declared insane by his family in 1873, he died one year later at 71 from alcohol and drug related complications.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"Before dying he asked John Everett Millais to finish his remaining paintings. His remains rest at St Paul's Cathedral.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"American illustrator of children's books ().\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"Despite never having children, she is considered one of the best cartoonist in children's literature.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"She studied pedagogy but as soon as she finished her studies she dedicated herself to illustration\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"Since she was passionate about drawing she started her artistic studies at the Pennsylvania Academy of the Fine Arts.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"In 1889 she found work as an illustrator for \\\"Ladies Home Journal\\\" and later for \\\"Good Housekeeping\\\".\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"Once she gained financial stability, Jessie moved in with two other illustrators earning the nickname \\\"The Red Rose Girls\\\".\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.p, {\n          children: \"From 1888 to 1932 she illustrated over sixty books, and 450 separate periodicals, most of them reproduced in England.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsx(_components.li, {}), \"\\n\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The youngest daughter of Charles Harry Smith and Katherine Dewitt Willxoc.\\nShe discovered her artistic talents by accident when she was invited by her cousin to an art tutoring class\\nThe new freedom for woman to persue a career in art after the Victorian period (incentiviced) her to enrol in an art School.\\nShe entered the School of Design for Women in Philadelphia in 1884 showing good promise.\\nIn 1885 she decided to enroll in the Pennsylvania Academy of Fine Arts, one of the oldest fine arts institution in the US.\\nAfter graduating in 1888 she searched work as an illustrator with her first assigment for the firm Dreka.\\nThe illustration market in America was of poor quality she knew she needed to illustrate for books coming out of England by George Routledge and Sons or Hodder and Stoughton.\\nIn 1894 she enrolled in Drexel Institute of Arts under Howard Pyle, probably the best known illustrator in America at the time.\\nIn 1898 she left the Drexel Institute and rented a place with other students of Pyle.\\nViolet Oakley and Elizabeth Shippen Green would become lifelong friends.\\nAfter 1902 the three of them decided to move to the Red Rose Inn in the countryside of  Villanova since the city hindered their creativity.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.em, {\n        children: \"We have grown tired of working in the midst of trolley cars, drays and all the noise of heavy traffic, so we are going out where green trees grow, where the cows roam and where the air is pure and quietness prevails.\"\n      })\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"In 1905 the Red Rose Inn was sold and Elizabeth Green announced her marriage to Huger Elliott.\\nFrom 1916 to 1920 was the most prolific period of her career, as she illustrated for \", _jsx(_components.em, {\n        children: \"Good Housekeeping\"\n      }), \" she also continuied with her book illustrations.\\nDuring this time one of her greatest series of illustrations were the ones for \", _jsx(_components.em, {\n        children: \"The Water Babies\"\n      }), \", \", _jsx(_components.em, {\n        children: \"The Princess and the Goblin\"\n      }), \", \", _jsx(_components.em, {\n        children: \"At the Back of the North Wind\"\n      }), \" and \", _jsx(_components.em, {\n        children: \"The Way to Wonderland\"\n      }), \"\\nThe paintings were in mixed media overlays of watercolor and oil over charcoal.\\nWith her success came a period of ilustrating children's classics, including\\nDavid Copperfield\\nhands Brinker\\nAlice in Wonderland\\nLittle Women in 1915\\nHeidi in 1922\\nHeidi was the last major book she worked on, the last fourteen book ilustrations represented only minor contributions\\nFrom 1925 most of the attention of the artist focused on portraits, without ever stopping illustrating fully.\\nIn 1935 she traveled to Europe for relaxation from her productive days but became ill upon arriving in Italy\\nHer sickness worsened for months until she died, to great shock of Edith Emerson and Henrietta Cozens.\\nThe official repor was for arteriosclerosis but her symphtoms are more consistant with progressive kidney failure.\\nShe was buried at Philadelphia's Woodland Cemetery.\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Though she never married she experience motherhood through the children she worked with and her illustrations.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.em, {\n        children: \"I never regretted not marrying but to marry and have children is the ideal life for a woman. What career could ever be as fine? To give the world splendid men and women, isn't that the noblest thing a woman could possibly do?\"\n      })\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"1863 Born in Philadelphia\\n1879 Moves to Cincinnati to live with her cousins and finish her schooling, takes a job as a kindergarten teacher.\\n1884 Enrolls in School of Design for Women\\n1885 Enteres Academy of Fine Arts under Thomas Eakins\\n1888 Graduates first illustration in St. Nicholas Magazine.\\n1894 Begins study under Pyre at Drexel\\n1898 Leaves Drexel and moves into studio apartment with Green and Iakley\\n1901 Moves to Red Rose Inn in Villanova.\\n1903 The book of the Child, Rhymes of Real Children\\n1904 Child's Garden of Verses\\n1907 The Bed Time Book\\n1908 Dream Blocks\\n1909 The Seven Ages of Childhood\\n1912 Dicken's Children\\n1914 Moves to Cogshill, to a large house with Henrietta Cozens.\\n1915 Little Women\\n1916 Water Babies\\n1917 Good Housekeeping\\n1919 At the Back of the North Wind\\n1920 The Princess and the Goblin\\n1922 Heidi\\n1933 Sales to Europe with a nurse and Henrietta Cozens niece, Isabel Crowder but returns with deteriorating health.\\nShe travelled with Isabel Crowder, who was Henrietta Cozens’ niece.\\n1934 Last cover of Good Housekeeping\\n1935 Dies at 71 in Cogshill of arteriosclerosis and nephritis.\\nShe passed-away in her house at Cogshill on 3rd May 1935\\nIn 1991, Smith was the second woman to be inducted into ‘The Hall of Fame’ of the ‘Society of Illustrators’.\\nOf the small group of women inductees, three of them were members of ‘The Red Rose Girls’. These were Jessie Willcox Smith, Elizabeth Shippen Green (1994) and Violet Oakley (1996).\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Born\\tSeptember 6, 1863\\nPhiladelphia, Pennsylvania\\nDied\\tMay 3, 1935 (aged 71)\\nPhiladelphia, Pennsylvania\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"American illustrator during the Golden Age of American illustration.[2] She was considered \\\"one of the greatest pure illustrators\\\".[3]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Her eventual tenure as cover illustrator for Good Housekeeping lasted 15 years, featuring her idyllic imagery of childhood on nearly 200 covers for the publication, which reached  millions of households across America.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"After graduation, her interest in illustration attracted her to a job in 1889 with the advertising department of Ladies' Home Journal (the first women's magazine).\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Smith’s style changed drastically throughout her life.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"In the beginning of her career, she used dark lined borders to delineate brightly coloured objects and people. This was done in a style described as ‘Japanesque’.\\nIn later works she softened the lines and colours until they almost disappeared. Smith worked in mixed media. She used oil-paint, watercolour, pastels, gouache, charcoal – whatever she felt gave her desired effect.\\nShe often overlaid oils on charcoal, on a paper whose grain or texture added an important element to the work.\\nHer use of colour was influenced by the French impressionist painters.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Jessie Willcox Smith was born on September 6, 1863, in the Mount Airy neighborhood of Philadelphia, Pennsylvania. She was the youngest girl born to Charles Henry Smith, an investment broker, and Katherine DeWitt Willcox Smith.[4][5] Jessie attended private elementary schools. At the age of sixteen she was sent to Cincinnati, Ohio to live with her cousins and finish her education. She trained to be a teacher and taught kindergarten in 1883. However, Smith found that the physical demands of working with children were too strenuous for her.[4][6] Due to back problems, she had difficulty bending down to their level.[5] Persuaded to attend one of her friend's[7] or cousin's art classes, Smith realized she had a talent for drawing.[5][8]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Career\\nEducation and early career\\nIn 1884[8][9] or 1885,[5] Smith attended the Philadelphia School of Design for Women (now Moore College of Art and Design)[8] and in 1885 attended the Pennsylvania Academy of the Fine Arts (PAFA) in Philadelphia under Thomas Eakins' and Thomas Anshutz' supervision.[5][9][10] It was under Eakins that Smith began to use photography as a resource in her illustrations. Although Eakins' demeanor could be difficult, particularly with female students, he became one of her first major influences.[10] In May 1888, while Smith was still at the Pennsylvania Academy, her illustration Three Little Maidens All in a Row was published in the St. Nicholas Magazine. Illustration was one artistic avenue in which women could make a living at the time.[5] At this time, creating illustrations for children's books or of family life was considered an appropriate career for woman artists because it drew upon maternal instincts. Alternatively, fine art that included life drawing was not considered \\\"ladylike.\\\"[11] Illustration partly became viable due to both the improved color printing processes and the resurgence in England of book design.[12]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Smith graduated from PAFA in June 1888.[7] The same year, she was hired for an entry-level position in the advertising department of the first magazine for women, the Ladies' Home Journal. Smith's responsibilities were finishing rough sketches, designing borders, and preparing advertising art for the magazine.[6][13] In this role, she illustrated the book of poetry New and True: rhymes and rhythms and histories droll for boys and girls from pole to pole (1892) by Mary Wiley Staver.[7]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"During her time at the Ladies' Home Journal, Smith enrolled in 1894 in classes taught by Howard Pyle at Drexel Institute, now Drexel University.[5][14] She was in his first class, which was almost 50% female.[13] Pyle pushed many artists of Smith's generation to fight for their right to illustrate for the major publishing houses. He worked especially closely with many artists whom he saw as \\\"gifted\\\". Smith would write a speech stating that working with Pyle swept away \\\"all the cobwebs and confusions that so beset the path of the art-student.\\\"[15] The speech was later compiled in the 1923 work \\\"Report of the Private View of Exhibition of the Works of Howard Pyle at the Art Alliance\\\".[16] She studied with Pyle through 1897.[17]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Red Rose Girls\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Ivory Soap illustration, 1901\\nWhile studying at Drexel, Smith met Elizabeth Shippen Green and Violet Oakley, who had similar talent and with whom she had mutual interests. They would develop a lifelong friendship. The women shared a studio on Philadelphia's Chestnut Street.[5] Henry Wadsworth Longfellow's Evangeline, illustrated by Oakley and Smith, was published in 1897. Their teacher Howard Pyle helped to secure this first commission for the two artists.[5]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"At the turn of the twentieth century, Smith's career flourished. She illustrated a number of books, magazines, and created an advertisement for Ivory soap. Her works were published in Scribner's, Harper's Bazaar, Harper's Weekly, and St. Nicholas Magazine. She won an award for Child Washing.[18] Green, Smith, and Oakley became known as \\\"The Red Rose Girls\\\" after the Red Rose Inn in Villanova, Pennsylvania, where they lived and worked together for four years beginning in the early 1900s.[6][13] They leased the inn where they were joined by Oakley's mother, Green's parents, and Henrietta Cozens, who managed the gardens and inn.[5] Alice Carter created a book about the women entitled The Red Rose Girls: An Uncommon Story of Art and Love[19] for an exhibition of their work at the Norman Rockwell Museum. Museum Director Laurie Norton Moffatt said of them, \\\"These women were considered the most influential artists of American domestic life at the turn of the twentieth century. Celebrated in their day, their poetic, idealized images still prevail as archetypes of motherhood and childhood a century later.\\\"[11]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Photograph of Violet Oakley and Jessie Willcox Smith facing the camera and Elizabeth Shippen Green and Henrietta Cozens, who are partially hidden, c. 1901, Violet Oakley papers, Archives of American Art, Smithsonian Institution.\\nPublished in \\\"The Red Rose,\\\" Harper's Magazine, 109:501, September 1904.\\nElizabeth Shippen Green, Life was made for love and cheer, depicts the artist, Jessie Willcox Smith and Violet Oakley and other friends at the Red Rose Inn.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Jessie Willcox Smith and Elizabeth Shippen Green with Prince the dog in the garden at Cogslea, 1909.\\nGreen and Smith illustrated the calendar, The Child in 1903.[5] Smith exhibited at the Pennsylvania Academy of the Arts that year and won the Mary Smith Prize.[5][20] When the artists lost the lease on the Red Rose Inn in 1904,[5][21] a farmhouse was remodeled for them in West Mount Airy, Philadelphia by Frank Miles Day.[22] They named their new shared home and workplace \\\"Cogslea\\\", drawn from the initials of their surnames and that of Smith's roommate, Henrietta Cozens.[5][21]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"New Woman\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A Child's Garden of Verses, 1905\\nAs educational opportunity opened up to women in the later 19th century, women artists joined professional enterprises, and also founded their own art associations. But artwork by 'lady artists' was considered inferior. To help overcome that stereotype women became \\\"increasingly vocal and confident\\\" in promoting their work, as part of the emerging image of the educated, modern and freer \\\"New Woman\\\".[23] Artists \\\"played crucial roles in representing the New Woman, both by drawing images of the icon and exemplifying this emerging type through their own lives.\\\"[24]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Continued career\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The Jessie Willcox Smith Mother Goose, 1914\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The Water-Babies[25]\\nIn the late 19th century and early 20th century about 88% of the subscribers of 11,000 American magazines and periodicals were women. As more women entered the artistic community, publishers hired women to create illustrations which depicted the world through women's perspectives. Other successful illustrators were Jennie Augusta Brownscombe, Rose O'Neill, Elizabeth Shippen Green, and Violet Oakley.[24] Smith preferred to create illustrations for covers and stories, and also illustrated advertisements,[26] which bore her signature.[27] According to the National Museum of American Illustration, Smith is said by many to be the \\\"greatest children's book illustrator\\\" and her work has been compared to Mary Cassatt's for her endearing portrayal of children.[13]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Smith was a member of Philadelphia's The Plastic Club (founded 1897), an organization established to promote \\\"Art for art's sake\\\". Other members included Elenore Abbott, Violet Oakley, and Elizabeth Shippen Green.[28][29] The group of women who founded the organization had been students of Howard Pyle. It was founded to provide a means to encourage one another professionally and create opportunities to sell their works.[28][30] In 1903, the Society of Illustrators elected Florence Scovel Shinn and Elizabeth Shippen Green as its first women members. Smith, Oakley, and May Wilson Preston became members the following year.[31] They were associate members until 1920, when they were made full members of the organization.[29] In 1905 she was one of seven leading artists who contracted to work exclusively for Collier's. The others were Charles Dana Gibson, Maxfield Parrish, A. B. Frost, Frank Xavier Leyendecker, E. W. Kemble, and Frederic Remington.[32]\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"According to an article printed by The New York Times in 1910, Smith made about US\", _jsx(_components.span, {\n        className: \"math math-inline\",\n        children: _jsxs(_components.span, {\n          className: \"katex\",\n          children: [_jsx(_components.span, {\n            className: \"katex-mathml\",\n            children: _jsx(_components.math, {\n              xmlns: \"http://www.w3.org/1998/Math/MathML\",\n              children: _jsxs(_components.semantics, {\n                children: [_jsxs(_components.mrow, {\n                  children: [_jsx(_components.mn, {\n                    children: \"12\"\n                  }), _jsx(_components.mo, {\n                    separator: \"true\",\n                    children: \",\"\n                  }), _jsx(_components.mn, {\n                    children: \"000\"\n                  }), _jsx(_components.mo, {\n                    stretchy: \"false\",\n                    children: \"(\"\n                  })]\n                }), _jsx(_components.annotation, {\n                  encoding: \"application/x-tex\",\n                  children: \"12,000 (\"\n                })]\n              })\n            })\n          }), _jsx(_components.span, {\n            className: \"katex-html\",\n            \"aria-hidden\": \"true\",\n            children: _jsxs(_components.span, {\n              className: \"base\",\n              children: [_jsx(_components.span, {\n                className: \"strut\",\n                style: {\n                  height: \"1em\",\n                  verticalAlign: \"-0.25em\"\n                }\n              }), _jsx(_components.span, {\n                className: \"mord\",\n                children: \"12\"\n              }), _jsx(_components.span, {\n                className: \"mpunct\",\n                children: \",\"\n              }), _jsx(_components.span, {\n                className: \"mspace\",\n                style: {\n                  marginRight: \"0.1667em\"\n                }\n              }), _jsx(_components.span, {\n                className: \"mord\",\n                children: \"000\"\n              }), _jsx(_components.span, {\n                className: \"mopen\",\n                children: \"(\"\n              })]\n            })\n          })]\n        })\n      }), \"348,986 today) per year[33] and, like Norman Rockwell and J. C. Leyendecker, became as popular as a \\\"media star\\\".[34] Smith was particularly known for her illustrations and advertising posters of children and women, which appealed to millions of people.[35]\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"In 1911 both of her parents and her former teacher Howard Pyle died and Elizabeth Shippen Green was married to Huger Elliott.[5][36][a] Oakley had a major mural project in Harrisburg, the Pennsylvania state capitol, that kept her away from Cogslea for extended periods.[38] Smith had a 16-room house and studio that she called Cogshill built on property near Cogslea. She lived in what was her final home[5][39] with Cozens, her aunt, and her brother.[40][b]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Over the next several years she continued to create illustrations for magazines, including a series of Mother Goose illustrations printed in Good Housekeeping which were made in black and white until mid-1914 when they were printed in color. Her illustrations were reproduced in the book The Jessie Willcox Smith Mother Goose by Dodd, Mead, and Company. The book that reflected her continued theme of mother and child in a realistic portrayal was a commercial success. Biographer Edward D. Nudelman wrote, \\\"The cover illustration for this book, showing two children nestled beneath the wings of Mother Goose, is one of Smith's most pleasing and warm images. The serenity portrayed in the posture and expression of the children, along with the material concern of Mother Goose, gives evidence of the genius of Smith.\\\"[41] Smith had a knack for painting children, persuasively using milk, cookies and fairy tales to achieve a relaxed, focused, child model. In her October 1917 Good Housekeeping article she wrote that \\\"A child will always look directly at anyone who is telling a story; so while I paint I tell tales marvelous to hear.\\\"[42] In 1915 Smith finished one of her most well known works for Charles Kingsley's The Water-Babies.[6][25]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"She graced every printed cover of Good Housekeeping from December 1917 through April 1933, becoming the artist with the longest run of illustrated magazine covers. She created a total of 184 illustrations of family scenes for the magazine. The magazine said of her, \\\"Certainly no other artist is so fitted to understand us, and to make for us pictures so truly an index to what we are as a magazine are striving for. The holding up to our readers of the highest ideals of the American home, the home with that certain sweet wholesomeness one associates with a sunny living-room—and children.\\\"[43] She was one of the highest paid illustrators of the time, earning over $1,500 per cover.[6][25] Smith also created illustrations for Kodak and Procter & Gamble's Ivory soap over the course of her career.[13][44] She made illustrations for Collier's magazines[45] and of Charles Dickens' works, like Tiny Tim, Dickens' Children - Ten Children, and David Copperfield.[46]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Smith continued to create illustrations throughout her life, but increased the number of portraits she painted beginning about 1925. She leveraged a technique that she learned from Eakins in these later years. She used photography as a tool when creating portraits.[47]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Artistic style\\nSmith's style changed drastically through her life. In the beginning of her career she used dark lined borders to delineate brightly coloured objects and people in a style described as \\\"Japonesque.\\\" In later works she softened the lines and colours until they almost disappeared. Smith worked in mixed media: oil, watercolor, pastels, gouache, charcoal, whatever she felt gave her desired effect. She often overlaid oils on charcoal, on a paper whose grain or texture added an important element to the work. Her use of colour was influenced by the French impressionist painters.[5][6]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Most of Smith's work is primarily concerned with children and motherly love. Many reviewers say Smith was continually trying to recreate the image of love she had desperately needed as a child. Smith preferred to use real children as opposed to child actors, because she found professional children did not have the same soul, or will to explore, as amateur child models. She would invite her friends to visit, and watch their children play, to use as her inspiration.[6]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Death and legacy\\nThough never a travel enthusiast, Smith finally agreed to tour Europe in 1933 with Isabel Crowder, who was both Henrietta Cozens' niece and also a nurse.[48] During her trip, her health deteriorated.[5] Smith subsequently died in her sleep at her house at Cogshill in 1935 at the age of 71.[49] In 1936, the Pennsylvania Academy of the Fine Arts held a memorial retrospective exhibition of her works.[50]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"In 1991, Smith became only the second woman to be inducted into The Hall of Fame of the Society of Illustrators. Lorraine Fox (1979) had been the first woman inductee. Of the small group of women inducted, three were the members of The Red Rose Girls: Jessie Willcox Smith, Elizabeth Shippen Green (1994) and Violet Oakley (1996).[11][51]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Smith bequeathed 14 original works to the Library of Congress' \\\"Cabinet of American Illustration\\\" collection to document the Golden age of illustration (1880-1920s).[52][53] Smith's papers are on deposit in the collection of the Archives of American Art at the Smithsonian Institution.[54]\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"New and True [Poems] – Mary Wiley Staver (Lee & Shepard, 1892)\\nEvangeline: A Tale of Acadie – Henry Wadsworth Longfellow (1897)\\nThe Young Puritans in Captivity – Mary Prudence Wells Smith (Little, Brown & Co, 1899)\\nBrenda's Summer at Rockley – Helen Leah Reed (1901)\\nAn Old-Fashioned Girl – Louisa May Alcott (1902)\\nThe Book of The Child [Short Stories] – Mabel Humphrey (Stokes, 1903)\\nRhymes of Real Children – Betty Sage (Duffield, 1903)\\nIn The Closed Room – Frances Hodgson Burnett (Hodder, 1904)\\nA Child's Garden of Verses – Robert Louis Stevenson (Scribner US/Longmans Green UK, 1905)\\nThe Bed-Time Book – Helen Hay Whitney (Duffield US/Chatto UK, 1907)\\nDream Blocks – Aileen Cleveland Higgins (Duffield US/Chatto UK, 1908)\\nThe Seven Ages of Childhood – Carolyn Wells (Moffat & Yard, 1909)\\nA Child's Book of Old Verses – Various Poets (Duffield, 1910)\\nThe Five Senses – Angela M. Keyes (1911)\\nThe Now-a-Days Fairy Book – Anna Alice Chapin (1911)\\nA Child's Book of Stories – Penrhyn W. Coussens (1911)\\nDickens' Children – Charles Dickens (Scribner, 1912)\\nTwas The Night Before Christmas – Clement Clarke Moore (1912)[63]\\nThe Jessie Wilcox Smith Mother Goose (1914)\\nLittle Women – Louisa May Alcott (Little, Brown & Co, 1915)\\nWhen Christmas Comes Around – Priscilla Underwood (Duffield, 1915)\\nSwift's Premium Calendar (1916)\\nThe Water Babies – Charles Kingsley (Dodd, Mead & Co, 1916)[25]\\nThe Way to Wonderland – Mary Stewart (Dodd, Mead & Co, 1917)\\nAt The Back of The North Wind – George MacDonald (McKay, 1919)\\nThe Princess and the Goblin – George MacDonald (McKay, 1920)\\nHeidi – Johanna Spyri (McKay, 1922)\\nBoys and Girls of Bookland – Nora Archibald Smith (Cosmopolitan Book Corporation, 1923)\\nA Very Little Child's Book of Stories – Ada M. & Eleanor L. Skinner (1923)\\nA Child's Book of Country Stories – Ada M. & Eleanor L. Skinner (Duffield, 1925)\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"A Child's Garden of Verses by Robert Louis Stevenson 1905\\n\", _jsx(_components.a, {\n        href: \"https://www.gutenberg.org/ebooks/25609\",\n        children: \"https://www.gutenberg.org/ebooks/25609\"\n      })]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Twas the Night before Christmas: A Visit from St. Nicholas by Clement Clarke Moore 1912\\n\", _jsx(_components.a, {\n        href: \"https://www.gutenberg.org/ebooks/17135\",\n        children: \"https://www.gutenberg.org/ebooks/17135\"\n      })]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The Princess and the Goblin by George MacDonald 1920\\n\", _jsx(_components.a, {\n        href: \"https://www.gutenberg.org/ebooks/34339\",\n        children: \"https://www.gutenberg.org/ebooks/34339\"\n      })]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The Little Mother Goose by Jessie Willcox Smith 1912\\n\", _jsx(_components.a, {\n        href: \"https://www.gutenberg.org/ebooks/20511\",\n        children: \"https://www.gutenberg.org/ebooks/20511\"\n      })]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The Water-Babies by Charles Kingsley 1916\\n\", _jsx(_components.a, {\n        href: \"https://www.gutenberg.org/ebooks/36309\",\n        children: \"https://www.gutenberg.org/ebooks/36309\"\n      })]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Dickens's Children: Ten Drawings by Charles Dickens and Jessie Willcox Smith 1912\\n\", _jsx(_components.a, {\n        href: \"https://www.gutenberg.org/ebooks/32372\",\n        children: \"https://www.gutenberg.org/ebooks/32372\"\n      })]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Dream Blocks by Aileen Cleveland Higgins 1908\\n\", _jsx(_components.a, {\n        href: \"https://www.gutenberg.org/ebooks/41945\",\n        children: \"https://www.gutenberg.org/ebooks/41945\"\n      })]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The Seven Ages of Childhood by Carolyn Wells 1909\\n\", _jsx(_components.a, {\n        href: \"https://www.gutenberg.org/ebooks/45270\",\n        children: \"https://www.gutenberg.org/ebooks/45270\"\n      })]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Brenda, Her School and Her Club by Helen Leah Reed 1900\\n\", _jsx(_components.a, {\n        href: \"https://www.gutenberg.org/ebooks/34944\",\n        children: \"https://www.gutenberg.org/ebooks/34944\"\n      })]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The Chronicles of Rhoda by Florence Tinsley Cox 1909\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"Jessie Willcox Smith\\nby Edward D. Nudelman\\nPublication date 1990\\n\", _jsx(_components.a, {\n        href: \"https://archive.org/details/jessiewillcoxsmi00nude/mode/2up\",\n        children: \"https://archive.org/details/jessiewillcoxsmi00nude/mode/2up\"\n      })]\n    }), \"\\n\", _jsx(_components.hr, {}), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/Morning.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Morning - A Mother's Days (1902) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/Supper.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Supper - A Mother's Days (1902) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/TheFlowers.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" The Flowers - A Child's Garden of Verses (1905) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/DreamBlocksCover.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Cover - Dream Blocks (1908) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/ThenTheScholar.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Then The Scholar - The Seven Ages of Childhood (1909) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/HowDoththeBusyBee.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" How Doth the Busy Bee - A Child's Garden of Verses (1910) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/LittleRedRidingHood.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Little Red Riding Hood - A Child's Book of Stories (1911) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/Goldilocks.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Goldilocks - The Ladies Home Journal (1911) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/RingAroundTheRoses.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Ring Around The Roses - The Little Mother Goose (1912) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/OhdonthurtmecriedTom.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Oh Don't Hurt Me! Cried Tom - The Water-Babies (1916) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/Theyhuggedandkissedeachother.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" They Hugged and Kissed Each Other.jpg - The Water-Babies (1916) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/Tomsatuponthebuoylongdays.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Tom Sat Upon the Buoy Long Days - The Water-Babies (1916) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/MerryChristmas.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Merry Christmas - The Way To Wonderland (1917) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/SayingGrace.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Cover Saying Grace - Good Housekeeping (1920) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/DavidCopperfieldandhismother.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" David Copperfield and his mother - The Boys and Girls of Bookland (1923) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/Heidi.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Cover Heidi - Good Housekeeping (1923) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/GoodHousekeeping.png\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Cover No. 89 - Good Housekeeping (1929) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: _jsx(_components.img, {\n        src: \"/static/images/art/Lucretia.jpg\",\n        alt: \"Painting\"\n      })\n    }), \"\\n\", _jsx(\"div\", {\n      className: \"caption\",\n      children: \" Lucretia - Oil (Unknown) \"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Portrait of the local doctor daughter in Chestnut Hill given by Jessie as a present for his services, the image was later used in the post-war for commercials, especially of dairy products, to show what a healthy child should look like.\\nDr. Joseph Fleitas, Chestnut Hill, Pennsylvania.\"\n    }), \"\\n\", _jsx(_components.hr, {}), \"\\n\", _jsx(_components.p, {\n      children: \"Oil, Watercolor and Charcoal\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{}},"toc":[{"value":"American illustrator from Pennsylvania (1863 - 1935)","url":"#american-illustrator-from-pennsylvania-1863---1935","depth":2}],"id":["art","JessieWillcoxSmith"]},"__N_SSG":true}